/* No comment provided by engineer. */
"%@ to %@" = "De %1$@ pour prendre %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d de %2$d";

/* No comment provided by engineer. */
"%i to %i" = "%1$i vers %2$i";

/* No comment provided by engineer. */
"'%@' accumulate attribute is invalid." = "Attribut d'accumulation '%@'  non valide.";

/* No comment provided by engineer. */
"'%@' is an invalid directions time attribute." = "'%@' est un attribut de temps de directions non valide.";

/* No comment provided by engineer. */
"'%@' is an invalid impedance attribute." = "'%@' est un attribut d'impédance non valide.";

/* No comment provided by engineer. */
"'%@' restriction attribute is invalid." = "Attribut de restriction '%@' non valide.";

/* No comment provided by engineer. */
"'item' parameter required" = "Le paramètre 'item' est requis";

/* No comment provided by engineer. */
"'portal' parameter required" = "Le paramètre 'portal' est requis";

/* No comment provided by engineer. */
"'tags' parameter required" = "Le paramètre 'tags' est requis";

/* No comment provided by engineer. */
"'title' parameter required" = "Le paramètre 'title' est requis";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Aucune valeur>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "L'accès à l'emplacement de l'appareil est refusé.";

/* No comment provided by engineer. */
"Actual Size" = "Taille réelle";

/* No comment provided by engineer. */
"Add" = "Ajouter";

/* No comment provided by engineer. */
"Add Attachment" = "Ajouter une pièce jointe";

/* No comment provided by engineer. */
"Add..." = "Ajouter…";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "Un ID d'élément est requis pour cette opération. Ajoutez cet élément au portail pour obtenir un ID d'élément.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "Une exception NSException non interceptée a été détectée. Cependant, les informations d'origine et la pile d'appels ne sont pas disponibles. Marquez une pause sur les exceptions objective-c pour voir la ligne de code qui engendre l'exception NSException d'origine. Pour plus d'informations sur la marche à suivre, reportez-vous à la documentation.";

/* No comment provided by engineer. */
"Apply Geometry" = "Appliquer une géométrie";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "L'analyse nécessite au moins 1 ressource.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "L'analyse nécessite au moins 1 incident.";

/* No comment provided by engineer. */
"Attachment" = "Pièce jointe";

/* No comment provided by engineer. */
"Attachments" = "Pièces jointes";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Tentative d'utilisation d'une fonctionnalité qui n'est pas prise en charge pour le niveau de licence actuel";

/* No comment provided by engineer. */
"Authorization required" = "Autorisation requise";

/* No comment provided by engineer. */
"Bad Request" = "Mauvaise requête";

/* No comment provided by engineer. */
"Bad URL." = "URL incorrecte.";

/* No comment provided by engineer. */
"bytes" = "octets";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Impossible d'enregistrer vers un type d'élément différent.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Impossible de vérifier l'identité de '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Certificat requis";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Demande d'accès à l'URL : %1$@ avec failureCount : %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Changement de type d'entité";

/* No comment provided by engineer. */
"Choose From Library" = "Choisir à partir d'une bibliothèque";

/* No comment provided by engineer. */
"Clear" = "Effacer";

/* No comment provided by engineer. */
"Clear Geometry" = "Effacer la géométrie";

/* No comment provided by engineer. */
"Continue" = "Poursuivre";

/* No comment provided by engineer. */
"Created %d hours ago" = "Créé il y a %d heures";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Créé il y a %d minutes";

/* No comment provided by engineer. */
"Created a minute ago" = "Créé il y a une minute";

/* No comment provided by engineer. */
"Created an hour ago" = "Créé il y a une heure";

/* No comment provided by engineer. */
"Created by %@" = "Créé par %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Créé par %1$@ il y a %2$d heures";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Créé par %1$@ il y a %2$d minutes";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Créé par %@ il y a une minute";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Créé par %@ il y a une heure";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Créé par %1$@ le %2$@ à %3$@ - jour";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Créé par %1$@ le %2$@ à %3$@ - complet";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Créé par %@ il y a quelques secondes";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Créé le %1$@ à %2$@ - jour";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Créé le %1$@ à %2$@ - complet";

/* No comment provided by engineer. */
"Created seconds ago" = "Créé il y a quelques secondes";

/* No comment provided by engineer. */
"Credential Required" = "Informations d’authentification requises";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Les données pour le diagramme à secteurs ne sont pas valides";

/* No comment provided by engineer. */
"Delete" = "Supprimer";

/* No comment provided by engineer. */
"Delete Attachment" = "Supprimer une pièce jointe";

/* No comment provided by engineer. */
"Delete Feature" = "Supprimer l’entité";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Si vous supprimez cette pièce jointe, elle est retirée de la fenêtre contextuelle et de la source de données associée.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Si vous supprimez cette entité, elle est retirée de la carte et de la source de données associée.";

/* No comment provided by engineer. */
"Directions distance attribute is invalid." = "L'attribut de distance de directions est non valide.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Les attributs de temps et de distance de la feuille de route ne correspondent pas.";

/* No comment provided by engineer. */
"Edit" = "Modifier";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Modifié il y a %d heures";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Modifié il y a %d minutes";

/* No comment provided by engineer. */
"Edited a minute ago" = "Modifié il y a une minute";

/* No comment provided by engineer. */
"Edited an hour ago" = "Modifié il y a une heure";

/* No comment provided by engineer. */
"Edited by %@" = "Modifié par %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Modifié par %1$@ il y a %2$d heures";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Modifié par %1$@ il y a %2$d minutes";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Modifié par %@ il y a une minute";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Modifié par %@ il y a une heure";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Modifié par %1$@ le %2$@ à %3$@ - jour";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Modifié par %1$@ le %2$@ à %3$@ - complet";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Modifié par %@  il y a quelques secondes";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Modifié le %1$@ à %2$@ - jour";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Modifié le %1$@ à %2$@ - complet";

/* No comment provided by engineer. */
"Edited seconds ago" = "Modifié il y a quelques secondes";

/* No comment provided by engineer. */
"Empty username/password" = "Nom d'utilisateur/mot de passe vide";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Saisissez un nombre compris entre %1$@ et %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Saisissez un nombre compris entre %1$i et %2$i";

/* No comment provided by engineer. */
"Error" = "Erreur";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Erreur d'ajout d'identité à la chaîne de clés";

/* No comment provided by engineer. */
"Error adding keychain item" = "Erreur d'ajout de l'élément de chaîne de clés";

/* No comment provided by engineer. */
"Error extracting identity" = "Erreur d'extraction d'identité";

/* No comment provided by engineer. */
"Error Loading Page" = "Erreur de chargement de la page";

/* No comment provided by engineer. */
"Error removing keychain item" = "Erreur de suppression de l'élément de chaîne de clés";

/* No comment provided by engineer. */
"Error updating keychain item" = "Erreur de mise à jour de l'élément de chaîne de clés";

/* No comment provided by engineer. */
"Extra Large" = "Extra large";

/* No comment provided by engineer. */
"Facility (%@) has invalid added cost attribute name(s): %@" = "La ressource (%1$@) possède un nom d'attribut de coût ajouté non valide : %2$@";

/* No comment provided by engineer. */
"Facility (%@) has invalid impedance cutoff." = "La ressource (%@) possède une limite d'impédance non valide.";

/* No comment provided by engineer. */
"Facility (%@) has negative added cost attribute: %@" = "La ressource (%1$@) possède un attribut de coût ajouté négatif : %2$@";

/* No comment provided by engineer. */
"Facility (%@) has null geometry." = "La ressource (%@) possède une géométrie nulle.";

/* No comment provided by engineer. */
"Feature isn't valid." = "L'entité n'est pas valide.";

/* No comment provided by engineer. */
"Finish" = "Terminer";

/* No comment provided by engineer. */
"Finishing editing..." = "Fin de la mise à jour...";

/* No comment provided by engineer. */
"GB" = "Go";

/* No comment provided by engineer. */
"Geometry" = "Géométrie";

/* No comment provided by engineer. */
"Hide" = "Masquer";

/* No comment provided by engineer. */
"Incident (%@) has a null geometry." = "L'incident (%@) possède une géométrie nulle.";

/* No comment provided by engineer. */
"Incident (%@) has invalid added cost attribute name(s): %@" = "L'incident (%1$@) possède un nom d'attribut de coût ajouté non valide : %2$@";

/* No comment provided by engineer. */
"Incident (%@) has invalid impedance cutoff." = "L'incident (%@) possède une limite d'impédance non valide.";

/* No comment provided by engineer. */
"Incident (%@) has less than 1 target facility count." = "L'incident (%@) possède moins d'une ressource cible.";

/* No comment provided by engineer. */
"Incident (%@) has negative added cost attribute: %@" = "L'incident (%1$@) possède un attribut de coût ajouté négatif : %2$@";

/* No comment provided by engineer. */
"Insert Part" = "Insérer une pièce";

/* No comment provided by engineer. */
"Insert Vertex" = "Insérer un sommet";

/* No comment provided by engineer. */
"Insufficient number of stops." = "Nombre d'arrêts insuffisant.";

/* No comment provided by engineer. */
"Invalid attribute parameter attribute name (%@)." = "Nom d'attribut du paramètre d'attribut (%@) non valide.";

/* No comment provided by engineer. */
"Invalid attribute parameter parameter name (%@)." = "Nom de paramètre du paramètre d'attribut (%@) non valide.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Informations d'identification non valides";

/* No comment provided by engineer. */
"Invalid default impedance cutoff." = "Limite d'impédance par défaut non valide.";

/* No comment provided by engineer. */
"Invalid default target facility count." = "Nombre de ressources cible par défaut non valide.";

/* No comment provided by engineer. */
"Invalid GPX data." = "Données GPX non valides.";

/* No comment provided by engineer. */
"Invalid groupID." = "ID de groupe non valide.";

/* No comment provided by engineer. */
"Invalid polygon buffer distance." = "Distance de la zone tampon surfacique non valide.";

/* No comment provided by engineer. */
"Invalid restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valeur d'utilisation de restriction non valide pour l'attribut (%1$@) paramètre (%2$@).";

/* No comment provided by engineer. */
"Invalid value type for attribute (%1$@) parameter (%2$@)." = "Type de valeur non valide pour l'attribut (%1$@) paramètre (%2$@).";

/* No comment provided by engineer. */
"KB" = "Ko";

/* No comment provided by engineer. */
"Keep Current Values" = "Conserver les valeurs actuelles";

/* No comment provided by engineer. */
"Large" = "Grande";

/* No comment provided by engineer. */
"Line barrier (%@) does not cover any network elements." = "L'interruption linéaire (%@) ne couvre aucun élément de réseau.";

/* No comment provided by engineer. */
"Line barrier (%@) has invalid scaled cost attribute name." = "L'interruption linéaire (%@) possède un nom d'attribut de coût proportionné non valide.";

/* No comment provided by engineer. */
"Loading feature..." = "Chargement de l'entité...";

/* No comment provided by engineer. */
"MB" = "Mo";

/* No comment provided by engineer. */
"Medium" = "Moyenne";

/* No comment provided by engineer. */
"Missing client certificate" = "Certificat de client manquant";

/* string to represent hyperlink attributes */
"More Info" = "Plus d'informations";

/* No comment provided by engineer. */
"Move Geometry" = "Déplacer la géométrie";

/* No comment provided by engineer. */
"Move Part" = "Déplacer la partie";

/* No comment provided by engineer. */
"Move Vertex" = "Autre sommet";

/* No comment provided by engineer. */
"Neutral restriction usage value for attribute (%1$@) parameter (%2$@)." = "Valeur d'utilisation de restriction neutre pour l'attribut (%1$@) paramètre (%2$@).";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Aucun certificat n'a été trouvé pour accéder à la ressource '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Aucune donnée pour créer un diagramme à barres";

/* No comment provided by engineer. */
"No data to create a line chart" = "Aucune donnée pour créer un diagramme linéaire";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Aucune donnée pour créer un diagramme à secteurs";

/* No comment provided by engineer. */
"No image to display" = "Aucune image à afficher";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Impossible de trouver un chemin entre deux d'arrêts (%@) donnés.";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Impossible de créer l'objet sans portail. Utilisez la méthode fromJSON:withPortal:error:.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Ouvrir";

/* No comment provided by engineer. */
"Open in Safari" = "Ouvrir dans Safari";

/* No comment provided by engineer. */
"Password" = "Mot de passe";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Attribuer un nom à la nouvelle pièce jointe";

/* No comment provided by engineer. */
"Point barrer (%@) was not located." = "L'interruption ponctuelle (%@) n'a pas été localisée.";

/* No comment provided by engineer. */
"Point barrier (%@) has invalid added cost attribute name." = "L'interruption ponctuelle (%@) possède un nom d'attribut de coût ajouté non valide.";

/* No comment provided by engineer. */
"Point barrier (%@) has null geometry." = "L'interruption ponctuelle (%@) possède une géométrie nulle.";

/* No comment provided by engineer. */
"Polygon barrier (%@) does not cover any network elements." = "L'interruption polygonale (%@) ne couvre aucun élément de réseau.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has invalid scaled cost attribute name." = "L'interruption polygonale (%@) possède un nom d'attribut de coût proportionné non valide.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has non positive scaled cost attribute." = "L'interruption surfacique (%@) possède un attribut de coût mis à l'échelle non positif.";

/* No comment provided by engineer. */
"Polygon barrier (%@) has null geometry." = "L'interruption surfacique (%@) possède une géométrie nulle.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has non positive scaled cost attribute." = "L'interruption de polyligne (%@) possède un attribut de coût mis à l'échelle non positif.";

/* No comment provided by engineer. */
"Polyline barrier (%@) has null geometry." = "L'interruption de polyligne (%@) possède une géométrie nulle.";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Impossible de renvoyer les polylignes.";

/* No comment provided by engineer. */
"Remove Part" = "Supprimer une partie";

/* No comment provided by engineer. */
"Remove Vertex" = "Supprimer le sommet";

/* No comment provided by engineer. */
"Reset to Default Values" = "Rétablir les valeurs par défaut";

/* No comment provided by engineer. */
"Retry" = "Réessayer";

/* No comment provided by engineer. */
"Save To Photo Library" = "Enregistrer dans l’album photo";

/* No comment provided by engineer. */
"Sign In" = "Connexion";

/* No comment provided by engineer. */
"Skip" = "Ignorer";

/* No comment provided by engineer. */
"Small" = "Petite";

/* No comment provided by engineer. */
"Soft restricted element (%@) was traversed." = "L'élément peu restreint (%@) a été traversé.";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "La date de début spécifiée est antérieure au 1er janvier 1970.";

/* No comment provided by engineer. */
"Stop (%@) has a time window end that occurs before its time window start." = "L'arrêt (%@) a une fenêtre horaire qui se termine avant qu'elle ne commence.";

/* No comment provided by engineer. */
"Stop (%@) has a time window that starts before January 1, 1970." = "Le début de la fenêtre horaire de l'arrêt (%@) est antérieure au 1er janvier 1970.";

/* No comment provided by engineer. */
"Stop (%@) has invalid added cost." = "L'arrêt (%@) possède un coût ajouté non valide.";

/* No comment provided by engineer. */
"Stop (%@) has null geometry." = "L'arrêt (%@) possède une géométrie nulle.";

/* No comment provided by engineer. */
"Stop (%@) is located on a non traversable element." = "L'arrêt (%@) est situé sur un élément non traversable.";

/* No comment provided by engineer. */
"Stop (%@) is located on a soft restricted element." = "L'arrêt (%@) est situé sur un élément peu restreint.";

/* No comment provided by engineer. */
"Stop (%@) is unreachable." = "L'arrêt (%@) est inaccessible.";

/* No comment provided by engineer. */
"Stop (%@) was not located." = "L'arrêt (%@) n'a pas été localisé.";

/* No comment provided by engineer. */
"Take Photo or Video" = "Prendre une photo ou une vidéo";

/* No comment provided by engineer. */
"The directions language is invalid." = "La langue de la feuille de route est non valide.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "L'attribut de classe de route de la\n feuille de route est non valide.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Le style de la feuille de route est non valide.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "La référence spatiale en entrée n'est pas définie.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Le réseau ne possède pas d'attribut de hiérarchie pour effectuer une planification d'itinéraire hiérarchique.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "L'objet doit d'abord être enregistré dans un portail à l'aide de la méthode 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "La référence spatiale en sortie n'est pas définie.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Il est possible que la ressource que vous recherchez ait été supprimée, que son nom ait été modifié ou qu'elle soit temporairement inaccessible.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Le certificat du serveur n'est pas valide. Vous vous connectez peut-être à un serveur qui prétend être '%@', ce qui peut entraîner un risque pour vos informations confidentielles. Voulez-vous tout de même vous connecter ?";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "L'ID de client spécifié n'est pas valide";

/* No comment provided by engineer. */
"The walking mode route is too large." = "L'itinéraire en mode piéton est trop volumineux.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Une erreur s'est produite lors du chargement de l'entité. Vérifiez votre connexion réseau.";

/* No comment provided by engineer. */
"Time windows with non time impedance." = "Fenêtres horaires avec une impédance non temporelle.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Pour enregistrer en tant que nouvel élément, vous devez être connecté au portail.";

/* No comment provided by engineer. */
"Today" = "Aujourd";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Le jeton est non valide ou a expiré";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "L'URL a une valeur nil. Vous devez définir une URL de jeton valide dans les informations d'identification.";

/* No comment provided by engineer. */
"Unauthorized access" = "Accès non autorisé";

/* No comment provided by engineer. */
"Unknown authentication error" = "Erreur d'authentification inconnue";

/* No comment provided by engineer. */
"Unknown condition." = "Condition inconnue.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Une erreur inconnue s'est produite";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Données GPX non prises en charge.";

/* No comment provided by engineer. */
"Unsupported search where clause." = "Clause WHERE de recherche non prise en charge.";

/* No comment provided by engineer. */
"User canceled error" = "Erreur d'annulation de l'utilisateur";

/* No comment provided by engineer. */
"Username" = "Nom d’utilisateur";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Utilisation du navigateur pour l'authentification...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "La valeur excède la longueur maximale de champ %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Vous changez le type d'entité. Voulez-vous conserver vos valeurs actuelles (lorsque cela est possible) ou rétablir les valeurs par défaut ?";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Vous ne disposez pas des autorisations requises pour accéder à cette ressource";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Vous devez être connecté au portail pour effectuer cette opération.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Vous devez spécifier une évaluation comprise entre 1 et 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Vous devez spécifier une clé de description d'utilisation d'emplacement (NSLocationWhenInUseUsageDescription ou NSLocationAlwaysUsageDescription) dans votre plist.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Vous devez sélectionner un certificat pour accéder à la ressource '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Vous devez vous connecter pour accéder à la ressource '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "pi";
"in" = "po";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Inconnu";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Centimètres";
"Decimal Degrees" = "Degrés décimaux";
"Decimeters" = "Décimètres";
"Feet" = "Pieds";
"Inches" = "Pouces";
"Kilometers" = "Kilomètres";
"Meters" = "Mètres";
"Miles" = "Milles";
"Millimeters" = "Millimètres";
"Nautical Miles" = "Milles nautiques";
"Points" = "Points";
"Yards" = "Yards";

/* Area Units Abbreviated Strings */
"sq. in" = "pc²";
"sq. ft" = "pd²";
"sq. yd" = "yd²";
"ac" = "ac";
"sq. mi" = "mi²";
"sq. mm" = "mm²";
"sq. cm" = "cm²";
"sq. dm" = "dm²";
"sq. m" = "m²";
"ares" = "ares";
"ha" = "ha";
"sq. km" = "km";

/* Area Units Display Strings */
"Square Inches" = "pc²";
"Square Feet" = "Pieds carrés";
"Square Yards" = "Yards carrés";
"Acres" = "Acres";
"Square Miles" = "Milles carrés";
"Square Millimeters" = "Millimètres carrés";
"Square Centimeters" = "Centimètres carrés";
"Square Decimeters" = "Décimètres carrés";
"Square Meters" = "Mètres carrés";
"Ares" = "Ares";
"Hectares" = "Hectares";
"Square Kilometers" = "Kilomètres carrés";

